brew "aws-vault"
brew "cloc"
brew "fd"
brew "git"
brew "hadolint"
brew "helm"
brew "htop"
brew "jfrog-cli"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubelogin"
brew "kubernetes-cli"
brew "lazygit"
brew "neovim"
brew "pinentry"
brew "pyenv"
brew "shellcheck"
brew "sqlite"
brew "stern"
brew "terraform"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vault"
brew "watch"
brew "wget"
brew "yamllint"
brew "zookeeper"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "dbeaver-community"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "git-credential-manager"
cask "google-chrome"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "logseq"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "pgadmin4"
cask "postman"
cask "rancher"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
